Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Screenshot Bro turns raw device screenshots into polished, store-ready marketing images. Drop in a screenshot, pick a device frame, add a headline, and export at exactly the resolution the App Store and Google Play expect.
ar: Screenshot Bro يحول لقطات الشاشة الأولية للجهاز إلى صور تسويقية مصقولة وجاهزة للمتجر. أسقط لقطة شاشة، واختر إطار الجهاز، وأضف عنوانًا رئيسيًا، وقم بالتصدير بالدقة التي يتوقعها App Store وGoogle Play تمامًا.
ca: Screenshot Bro converteix les captures de pantalla del dispositiu en brut en imatges de màrqueting pulides i preparades per a la botiga. Afegiu una captura de pantalla, trieu un marc de dispositiu, afegiu un títol i exporteu-ho amb la resolució exacta que esperen App Store i Google Play.
cs: Screenshot Bro promění nezpracované snímky obrazovky zařízení na vyleštěné marketingové obrázky připravené k prodeji. Vložte snímek obrazovky, vyberte snímek zařízení, přidejte nadpis a exportujte přesně v rozlišení, které App Store a Google Play očekávají.
da: Screenshot Bro forvandler rå enhedsskærmbilleder til polerede, butiksklare marketingbilleder. Indsend et skærmbillede, vælg en enhedsramme, tilføj en overskrift, og eksporter til præcis den opløsning, som App Store og Google Play forventer.
de: Screenshot Bro macht aus unbearbeiteten Geräte-Screenshots ansprechende, Store-fertige Marketingbilder. Leg einen Screenshot ab, wähle einen Geräterahmen, füge eine Überschrift hinzu und exportiere in genau der Auflösung, die App Store und Google Play erwarten.
el: Το Screenshot Bro μετατρέπει τα ακατέργαστα στιγμιότυπα οθόνης της συσκευής σε γυαλιστερές, έτοιμες για κατάστημα εικόνες μάρκετινγκ. Αποθέστε ένα στιγμιότυπο οθόνης, επιλέξτε ένα πλαίσιο συσκευής, προσθέστε μια επικεφαλίδα και εξάγετε ακριβώς στην ανάλυση που περιμένουν οι App Store και Google Play.
es: Screenshot Bro convierte las capturas originales del dispositivo en imágenes de marketing cuidadas y listas para la tienda. Suelta una captura, elige un marco de dispositivo, añade un titular y exporta exactamente a la resolución que esperan el App Store y Google Play.
fa: Screenshot Bro اسکرین‌شات‌های خام دستگاه را به تصاویر تبلیغاتی حرفه‌ای و آمادهٔ فروشگاه تبدیل می‌کند. اسکرین‌شاتی رها کنید، قاب دستگاه را انتخاب کنید، تیتر اضافه کنید و دقیقاً با وضوحی که App Store و Google Play می‌خواهند صادر کنید.
fi: Screenshot Bro muuttaa laitteen raakakuvakaappaukset hienostuneiksi, myymälävalmiiksi markkinointikuviksi. Pudota kuvakaappaus, valitse laitteen kehys, lisää otsikko ja vie tarkalleen App Store:n ja Google Play:n odottamalla resoluutiolla.
fr: Screenshot Bro transforme les captures d'écran brutes de vos appareils en images marketing soignées, prêtes pour les boutiques. Déposez une capture d'écran, choisissez un cadre d'appareil, ajoutez un titre et exportez exactement à la résolution attendue par l'App Store et Google Play.
he: Screenshot Bro הופך צילומי מסך גולמיים של מכשירים לתמונות שיווק מלוטשות ומוכנות לחנות. הכנס צילום מסך, בחר מסגרת של מכשיר, הוסף כותרת וייצא בדיוק ברזולוציה של App Store ו-Google Play.
hr: Screenshot Bro pretvara neobrađene snimke zaslona uređaja u dotjerane marketinške slike spremne za trgovinu. Ubacite snimku zaslona, ​​odaberite okvir uređaja, dodajte naslov i izvezite točno u razlučivosti koju App Store i Google Play očekuju.
hu: A Screenshot Bro a nyers eszközök képernyőképeit csiszolt, boltra kész marketingképekké alakítja. Készítsen képernyőképet, válasszon eszközkeretet, adjon hozzá egy címsort, és pontosan a App Store és Google Play által elvárt felbontással exportálja.
id: Screenshot Bro mengubah tangkapan layar perangkat mentah menjadi gambar pemasaran yang sempurna dan siap disimpan. Masukkan tangkapan layar, pilih bingkai perangkat, tambahkan judul, dan ekspor dengan resolusi persis seperti yang diharapkan App Store dan Google Play.
it: Screenshot Bro trasforma gli screenshot grezzi dei dispositivi in immagini di marketing curate e pronte per lo store. Inserisci uno screenshot, scegli una cornice del dispositivo, aggiungi un titolo ed esporta esattamente alla risoluzione richiesta da App Store e Google Play.
ja: Screenshot Bro は、実機のスクリーンショットを、ストアにそのまま使える洗練されたマーケティング画像に仕上げます。スクリーンショットをドロップし、デバイスフレームを選び、見出しを追加すれば、App Store や Google Play が求める解像度どおりに書き出せます。
ko: Screenshot Bro는 기기에서 찍은 원본 스크린샷을 스토어에 바로 올릴 수 있는 세련된 마케팅 이미지로 바꿔 줍니다. 스크린샷을 넣고, 기기 프레임을 고르고, 헤드라인을 추가한 다음, App Store와 Google Play가 요구하는 해상도 그대로 내보내세요.
ms: Screenshot Bro menukar tangkapan skrin peranti mentah kepada imej pemasaran yang digilap dan sedia di kedai. Letakkan tangkapan skrin, pilih bingkai peranti, tambahkan tajuk dan eksport tepat pada resolusi yang App Store dan Google Play jangkakan.
nl: Screenshot Bro zet onbewerkte schermafbeeldingen van apparaten om in gepolijste, winkelklare marketingafbeeldingen. Voeg een screenshot toe, kies een apparaatframe, voeg een kop toe en exporteer met precies de resolutie die App Store en Google Play verwachten.
no: Screenshot Bro gjør rå skjermbilder av enheter til polerte, butikkklare markedsføringsbilder. Legg inn et skjermbilde, velg en enhetsramme, legg til en overskrift og eksporter med nøyaktig den oppløsningen App Store og Google Play forventer.
pl: Screenshot Bro zamienia surowe zrzuty ekranu z urządzeń w dopracowane, gotowe do użycia w sklepie obrazy marketingowe. Dodaj zrzut ekranu, wybierz ramkę urządzenia, dodaj nagłówek i wyeksportuj w dokładnie takiej rozdzielczości, jakiej oczekują App Store i Google Play.
pt_br: O Screenshot Bro transforma capturas de tela originais do dispositivo em imagens de marketing caprichadas e prontas para a loja. Solte uma captura de tela, escolha uma moldura de dispositivo, adicione um título e exporte exatamente na resolução que a App Store e o Google Play esperam.
pt_pt: Screenshot Bro transforma capturas de ecrã brutas do dispositivo em imagens de marketing sofisticadas e prontas para a loja. Insira uma captura de ecrã, escolha um quadro de dispositivo, adicione um título e exporte exatamente na resolução que App Store e Google Play esperam.
ro: Screenshot Bro transformă capturile de ecran brute ale dispozitivului în imagini de marketing rafinate, pregătite pentru magazin. Introduceți o captură de ecran, alegeți un cadru pentru dispozitiv, adăugați un titlu și exportați exact la rezoluția așteptată de App Store și Google Play.
ru: Screenshot Bro превращает исходные скриншоты с устройств в безупречные маркетинговые изображения, готовые для магазина. Перетащите скриншот, выберите рамку устройства, добавьте заголовок и экспортируйте в точности в том разрешении, которое ожидают App Store и Google Play.
sk: Screenshot Bro premení nespracované snímky obrazovky zariadenia na uhladené marketingové obrázky pripravené na predaj. Vložte snímku obrazovky, vyberte snímku zariadenia, pridajte nadpis a exportujte presne v rozlíšení, ktoré App Store a Google Play očakávajú.
sl: Screenshot Bro spremeni neobdelane posnetke zaslona naprave v uglajene marketinške slike, pripravljene za trgovino. Spustite posnetek zaslona, ​​izberite okvir naprave, dodajte naslov in izvozite točno v ločljivosti, ki jo pričakujeta App Store in Google Play.
sv: Screenshot Bro förvandlar råa skärmdumpar av enheter till snygga, butiksklara marknadsföringsbilder. Släpp in en skärmdump, välj en enhetsram, lägg till en rubrik och exportera med exakt den upplösning som App Store och Google Play förväntar sig.
th: Screenshot Bro เปลี่ยนภาพหน้าจอดิบของอุปกรณ์ให้เป็นภาพการตลาดที่สวยงามและพร้อมจัดเก็บ วางภาพหน้าจอ เลือกเฟรมอุปกรณ์ เพิ่มพาดหัว และส่งออกที่ความละเอียดตรงตามที่ App Store และ Google Play คาดหวัง
tr: Screenshot Bro, ham aygıt ekran görüntülerini özenli, mağazaya hazır pazarlama görsellerine dönüştürür. Bir ekran görüntüsü bırakın, bir aygıt çerçevesi seçin, bir başlık ekleyin ve App Store ile Google Play'in beklediği çözünürlükte dışa aktarın.
uk: Screenshot Bro перетворює необроблені знімки екрана пристрою на досконалі маркетингові зображення, готові для магазину. Додайте знімок екрана, виберіть рамку пристрою, додайте заголовок і експортуйте саме в тій роздільності, яку очікують App Store і Google Play.
ur: Screenshot Bro آلے کے خام اسکرین شاٹس کو پالش، اسٹور کے لیے تیار مارکیٹنگ امیجز میں بدل دیتا ہے۔ اسکرین شاٹ ڈالیں، ایک ڈیوائس فریم منتخب کریں، ایک سرخی شامل کریں، اور بالکل اسی ریزولوشن پر برآمد کریں جس کی App Store اور Google Play کو توقع ہے۔
vi: Screenshot Bro biến ảnh chụp màn hình thiết bị thô thành hình ảnh tiếp thị bóng bẩy, sẵn sàng cho cửa hàng. Thả ảnh chụp màn hình, chọn khung thiết bị, thêm dòng tiêu đề và xuất ở độ phân giải chính xác mà App Store và Google Play mong đợi.
zh_hans: Screenshot Bro 可将原始设备截图变成精美、可直接上架的营销图片。拖入截图，选择设备边框，添加标题，然后按 App Store 和 Google Play 要求的分辨率精确导出。
zh_hant: Screenshot Bro 能將原始的裝置螢幕截圖變成精緻、可直接上架商店的行銷影像。拖入螢幕截圖、選擇裝置外框、加入標題，然後以 App Store 和 Google Play 所要求的精確解析度輸出。

source: Screenshot Bro version (Apple menu ▸ About Screenshot Bro).
ar: إصدار Screenshot Bro (قائمة Apple ▸ حول Screenshot Bro).
ca: Versió Screenshot Bro (menú d'Apple ▸ Quant a Screenshot Bro).
cs: Verze Screenshot Bro (nabídka Apple ▸ O aplikaci Screenshot Bro).
da: Screenshot Bro version (Apple-menu ▸ Om Screenshot Bro).
de: Screenshot Bro-Version (Apple-Menü ▸ Über Screenshot Bro).
el: Έκδοση Screenshot Bro (Μενού Apple ▸ Σχετικά με Screenshot Bro).
es: Versión Screenshot Bro (menú Apple ▸ Acerca de Screenshot Bro).
fa: نسخه Screenshot Bro (منوی اپل ▸ درباره Screenshot Bro).
fi: Screenshot Bro versio (Omenavalikko ▸ Tietoja Screenshot Bro).
fr: Version Screenshot Bro (menu Pomme ▸ À propos de Screenshot Bro).
he: גרסת Screenshot Bro (תפריט אפל ▸ אודות Screenshot Bro).
hr: Screenshot Bro verzija (Apple izbornik ▸ O Screenshot Bro).
hu: Screenshot Bro verzió (Apple menü ▸ A Screenshot Bro névjegye).
id: Versi Screenshot Bro (menu Apple ▸ Tentang Screenshot Bro).
ja: Screenshot Bro バージョン (アップル メニュー ▸ Screenshot Bro について)。
ko: Screenshot Bro 버전(Apple 메뉴 ▸ Screenshot Bro 정보).
ms: Versi Screenshot Bro (menu Apple ▸ Mengenai Screenshot Bro).
nl: Screenshot Bro-versie (Apple-menu ▸ Over Screenshot Bro).
no: Screenshot Bro versjon (Apple-meny ▸ Om Screenshot Bro).
pl: Wersja Screenshot Bro (menu Apple ▸ Informacje o Screenshot Bro).
pt_br: Versão Screenshot Bro (menu Apple ▸ Sobre Screenshot Bro).
pt_pt: Versão Screenshot Bro (menu Apple ▸ Sobre Screenshot Bro).
ro: Versiunea Screenshot Bro (meniul Apple ▸ Despre Screenshot Bro).
sk: Verzia Screenshot Bro (ponuka Apple ▸ O Screenshot Bro).
sl: Različica Screenshot Bro (Applov meni ▸ O Screenshot Bro).
sv: Screenshot Bro version (Apple-menyn ▸ Om Screenshot Bro).
th: เวอร์ชัน Screenshot Bro (เมนู Apple ▸ เกี่ยวกับ Screenshot Bro)
ur: Screenshot Bro ورژن (ایپل مینو ▸ کے بارے میں Screenshot Bro)۔
vi: Phiên bản Screenshot Bro (menu Apple ▸ Giới thiệu về Screenshot Bro).
zh_hans: Screenshot Bro 版本（Apple 菜单 ▸ 关于 Screenshot Bro）。

source: Screenshot Center
ar: مركز لقطة الشاشة
ca: Centre de captures de pantalla
cs: Centrum snímků obrazovky
da: Center for skærmbilleder
de: Screenshot-Mitte
el: Κέντρο στιγμιότυπου οθόνης
es: Centro de la captura
fa: مرکز اسکرین‌شات
fi: Kuvakaappauskeskus
fr: Au centre de la capture d'écran
he: מרכז צילום מסך
hr: Centar za snimke zaslona
hu: Képernyőkép központ
id: Pusat Tangkapan Layar
it: Centro dello screenshot
ja: スクリーンショットの中央
ko: 스크린샷 정중앙
ms: Pusat Tangkapan Skrin
nl: Schermafbeelding centrum
no: Skjermbildesenter
pl: Centrum zrzutów ekranu
pt_br: Centro da captura de tela
pt_pt: Central de capturas de ecrã
ro: Centru de capturi de ecran
ru: Центр скриншота
sk: Centrum snímok obrazovky
sl: Center za posnetek zaslona
sv: Skärmdump Center
th: ศูนย์ภาพหน้าจอ
tr: Ekran Görüntüsünün Ortasına
uk: Центр знімка екрана
ur: اسکرین شاٹ سینٹر
vi: Trung tâm ảnh chụp màn hình
zh_hans: 截图正中央
zh_hant: 螢幕截圖中央

source: Screenshot file is missing
ar: ملف لقطة الشاشة مفقود
ca: Falta el fitxer de captura de pantalla
cs: Chybí soubor snímku obrazovky
da: Skærmbilledefil mangler
de: Screenshot-Datei fehlt
el: Το αρχείο στιγμιότυπου οθόνης λείπει
es: Falta el archivo de la captura
fa: فایل اسکرین‌شات موجود نیست
fi: Kuvakaappaustiedosto puuttuu
fr: Le fichier de capture d'écran est manquant
he: קובץ צילום מסך חסר
hr: Nedostaje datoteka snimke zaslona
hu: Hiányzik a képernyőkép fájl
id: File tangkapan layar tidak ada
it: File dello screenshot mancante
ja: スクリーンショットファイルが見つかりません
ko: 스크린샷 파일이 누락되었습니다.
ms: Fail tangkapan skrin tiada
nl: Screenshotbestand ontbreekt
no: Skjermbildefil mangler
pl: Brak pliku zrzutu ekranu
pt_br: O arquivo de captura de tela está faltando
pt_pt: O ficheiro de captura de ecrã está faltando
ro: Fișierul capturii de ecran lipsește
ru: Файл скриншота отсутствует
sk: Chýba súbor snímky obrazovky
sl: Datoteka s posnetkom zaslona manjka
sv: Skärmdumpfil saknas
th: ไฟล์ภาพหน้าจอหายไป
tr: Ekran görüntüsü dosyası eksik
uk: Файл знімка екрана відсутній
ur: اسکرین شاٹ فائل غائب ہے۔
vi: Tệp ảnh chụp màn hình bị thiếu
zh_hans: 截图文件缺失
zh_hant: 螢幕截圖檔案遺失

source: Screenshot Size
ar: حجم لقطة الشاشة
ca: Mida de la captura de pantalla
cs: Velikost snímku obrazovky
da: Skærmbillede størrelse
de: Screenshot-Größe
el: Μέγεθος στιγμιότυπου οθόνης
es: Tamaño de captura
fa: اندازه اسکرین‌شات
fi: Kuvakaappauksen koko
fr: Taille de la capture d'écran
he: גודל צילום מסך
hr: Veličina snimke zaslona
hu: Képernyőkép mérete
id: Ukuran Tangkapan Layar
it: Dimensione screenshot
ja: スクリーンショットのサイズ
ko: 스크린샷 크기
ms: Saiz Tangkapan Skrin
nl: Schermgrootte
no: Skjermbildestørrelse
pl: Rozmiar zrzutu ekranu
pt_br: Tamanho da captura de tela
pt_pt: Tamanho da captura de ecrã
ro: Dimensiunea capturii de ecran
ru: Размер скриншота
sk: Veľkosť snímky obrazovky
sl: Velikost posnetka zaslona
sv: Skärmbildsstorlek
th: ขนาดภาพหน้าจอ
tr: Ekran Görüntüsü Boyutu
uk: Розмір знімка екрана
ur: اسکرین شاٹ کا سائز
vi: Kích thước ảnh chụp màn hình
zh_hans: 截图尺寸
zh_hant: 螢幕截圖大小

source: Screenshot sync complete
ar: اكتملت مزامنة لقطة الشاشة
ca: S'ha completat la sincronització de la captura de pantalla
cs: Synchronizace snímku obrazovky dokončena
da: Synkronisering af skærmbillede fuldført
de: Screenshot-Synchronisierung abgeschlossen
el: Ο συγχρονισμός στιγμιότυπου οθόνης ολοκληρώθηκε
es: Sincronización de capturas completada
fa: همگام‌سازی اسکرین‌شات کامل شد
fi: Kuvakaappauksen synkronointi valmis
fr: Synchronisation des captures d'écran terminée
he: סנכרון צילום מסך הושלם
hr: Sinkronizacija snimke zaslona dovršena
hu: A képernyőkép szinkronizálása befejeződött
id: Sinkronisasi tangkapan layar selesai
it: Sincronizzazione degli screenshot completata
ja: スクリーンショットの同期が完了しました
ko: 스크린샷 동기화 완료
ms: Penyegerakan tangkapan skrin selesai
nl: Synchronisatie van screenshot voltooid
no: Synkronisering av skjermbilde fullført
pl: Synchronizacja zrzutów ekranu została ukończona
pt_br: Sincronização das capturas de tela concluída
pt_pt: Sincronização de captura de ecrã concluída
ro: Sincronizarea capturii de ecran s-a încheiat
ru: Синхронизация скриншотов завершена
sk: Synchronizácia snímky obrazovky je dokončená
sl: Sinhronizacija posnetka zaslona je končana
sv: Synkronisering av skärmdumpar slutförd
th: การซิงค์ภาพหน้าจอเสร็จสมบูรณ์
tr: Ekran görüntüsü eşzamanlaması tamamlandı
uk: Синхронізацію знімків екрана завершено
ur: اسکرین شاٹ کی مطابقت پذیری مکمل
vi: Đồng bộ hóa ảnh chụp màn hình hoàn tất
zh_hans: 截图同步完成
zh_hant: 螢幕截圖同步完成

source: Screenshot sync did not complete.
ar: لم تكتمل مزامنة لقطة الشاشة.
ca: La sincronització de les captures de pantalla no s'ha completat.
cs: Synchronizace snímku obrazovky nebyla dokončena.
da: Synkronisering af skærmbillede blev ikke fuldført.
de: Die Screenshot-Synchronisierung wurde nicht abgeschlossen.
el: Ο συγχρονισμός στιγμιότυπου οθόνης δεν ολοκληρώθηκε.
es: La sincronización de capturas no se completó.
fa: همگام‌سازی اسکرین‌شات کامل نشد.
fi: Kuvakaappauksen synkronointi ei ole valmis.
fr: La synchronisation des captures d'écran ne s'est pas terminée.
he: סנכרון צילום מסך לא הושלם.
hr: Sinkronizacija snimke zaslona nije dovršena.
hu: A képernyőkép szinkronizálása nem fejeződött be.
id: Sinkronisasi tangkapan layar tidak selesai.
it: La sincronizzazione degli screenshot non è stata completata.
ja: スクリーンショットの同期が完了しませんでした。
ko: 스크린샷 동기화가 완료되지 않았습니다.
ms: Penyegerakan tangkapan skrin tidak selesai.
nl: Synchronisatie van screenshot is niet voltooid.
no: Synkronisering av skjermbilde ble ikke fullført.
pl: Synchronizacja zrzutów ekranu nie została ukończona.
pt_br: A sincronização das capturas de tela não foi concluída.
pt_pt: A sincronização da captura de ecrã não foi concluída.
ro: Sincronizarea capturii de ecran nu s-a finalizat.
ru: Синхронизация скриншотов не завершена.
sk: Synchronizácia snímky obrazovky sa nedokončila.
sl: Sinhronizacija posnetka zaslona ni dokončana.
sv: Synkroniseringen av skärmdumpen slutfördes inte.
th: การซิงค์ภาพหน้าจอไม่เสร็จสมบูรณ์
tr: Ekran görüntüsü eşzamanlaması tamamlanmadı.
uk: Синхронізацію знімків екрана не завершено.
ur: اسکرین شاٹ کی مطابقت پذیری مکمل نہیں ہوئی۔
vi: Đồng bộ hóa ảnh chụp màn hình không hoàn tất.
zh_hans: 截图同步未完成。
zh_hant: 螢幕截圖同步未完成。

source: Screenshot sync stopped
ar: توقفت مزامنة لقطة الشاشة
ca: La sincronització de les captures de pantalla s'ha aturat
cs: Synchronizace snímku obrazovky se zastavila
da: Synkronisering af skærmbillede stoppet
de: Screenshot-Synchronisierung gestoppt
el: Ο συγχρονισμός στιγμιότυπου οθόνης σταμάτησε
es: Se detuvo la sincronización de capturas
fa: همگام‌سازی اسکرین‌شات متوقف شد
fi: Kuvakaappauksen synkronointi pysäytetty
fr: La synchronisation des captures d'écran s'est arrêtée
he: סנכרון צילום מסך הופסק
hr: Sinkronizacija snimke zaslona je zaustavljena
hu: A képernyőkép szinkronizálása leállt
id: Sinkronisasi tangkapan layar terhenti
it: Sincronizzazione degli screenshot interrotta
ja: スクリーンショットの同期が停止しました
ko: 스크린샷 동기화가 중지되었습니다.
ms: Penyegerakan tangkapan skrin berhenti
nl: Synchronisatie van screenshot gestopt
no: Synkronisering av skjermbilde stoppet
pl: Synchronizacja zrzutów ekranu została zatrzymana
pt_br: A sincronização das capturas de tela foi interrompida
pt_pt: A sincronização da captura de ecrã foi interrompida
ro: Sincronizarea capturii de ecran a fost oprită
ru: Синхронизация скриншотов остановлена
sk: Synchronizácia snímky obrazovky sa zastavila
sl: Sinhronizacija posnetkov zaslona je ustavljena
sv: Synkronisering av skärmdump stoppades
th: หยุดการซิงค์ภาพหน้าจอแล้ว
tr: Ekran görüntüsü eşzamanlaması durdu
uk: Синхронізацію знімків екрана зупинено
ur: اسکرین شاٹ کی مطابقت پذیری رک گئی۔
vi: Đồng bộ hóa ảnh chụp màn hình đã dừng
zh_hans: 截图同步已停止
zh_hant: 螢幕截圖同步已停止

source: Screenshot sync was cancelled before anything was changed in App Store Connect.
ar: تم إلغاء مزامنة لقطة الشاشة قبل تغيير أي شيء في App Store Connect.
ca: La sincronització de les captures de pantalla es va cancel·lar abans que es canviés res a App Store Connect.
cs: Synchronizace snímku obrazovky byla zrušena předtím, než se v App Store Connect cokoliv změnilo.
da: Synkronisering af skærmbilleder blev annulleret, før noget blev ændret i App Store Connect.
de: Die Screenshot-Synchronisierung wurde abgebrochen, bevor in App Store Connect etwas geändert wurde.
el: Ο συγχρονισμός στιγμιότυπου οθόνης ακυρώθηκε πριν αλλάξει οτιδήποτε στο App Store Connect.
es: La sincronización de capturas se canceló antes de cambiar nada en App Store Connect.
fa: همگام‌سازی اسکرین‌شات قبل از تغییر هر چیزی در App Store Connect لغو شد.
fi: Kuvakaappauksen synkronointi peruutettiin ennen kuin mitään muutettiin termissä App Store Connect.
fr: La synchronisation des captures d'écran a été annulée avant que quoi que ce soit ne soit modifié dans App Store Connect.
he: סנכרון צילום המסך בוטל לפני שמשהו השתנה ב-App Store Connect.
hr: Sinkronizacija snimke zaslona je otkazana prije nego što je bilo što promijenjeno u App Store Connect.
hu: A képernyőkép szinkronizálása megszakadt, mielőtt bármit is módosítottak volna a App Store Connect alatt.
id: Sinkronisasi tangkapan layar dibatalkan sebelum ada perubahan di App Store Connect.
it: La sincronizzazione degli screenshot è stata annullata prima che venisse modificato qualcosa in App Store Connect.
ja: App Store Connect で何かが変更される前に、スクリーンショットの同期がキャンセルされました。
ko: App Store Connect에서 변경사항이 발생하기 전에 스크린샷 동기화가 취소되었습니다.
ms: Penyegerakan tangkapan skrin telah dibatalkan sebelum apa-apa diubah dalam App Store Connect.
nl: Synchronisatie van schermafbeeldingen is geannuleerd voordat er iets werd gewijzigd in App Store Connect.
no: Synkronisering av skjermbilde ble avbrutt før noe ble endret i App Store Connect.
pl: Synchronizacja zrzutów ekranu została anulowana, zanim cokolwiek zmieniono w App Store Connect.
pt_br: A sincronização das capturas de tela foi cancelada antes de qualquer alteração no App Store Connect.
pt_pt: A sincronização da captura de ecrã foi cancelada antes de qualquer alteração em App Store Connect.
ro: Sincronizarea capturii de ecran a fost anulată înainte de a se schimba ceva în App Store Connect.
ru: Синхронизация скриншотов отменена до внесения каких-либо изменений в App Store Connect.
sk: Synchronizácia snímky obrazovky bola zrušená predtým, ako sa čokoľvek zmenilo v App Store Connect.
sl: Sinhronizacija posnetka zaslona je bila preklicana, preden je bilo kaj spremenjeno v App Store Connect.
sv: Synkronisering av skärmdump avbröts innan något ändrades i App Store Connect.
th: การซิงค์ภาพหน้าจอถูกยกเลิกก่อนที่จะมีการเปลี่ยนแปลงใดๆ ใน App Store Connect
tr: Ekran görüntüsü eşzamanlaması, App Store Connect'te herhangi bir değişiklik yapılmadan önce iptal edildi.
uk: Синхронізацію знімків екрана скасовано до того, як в App Store Connect щось змінилося.
ur: اسکرین شاٹ کی مطابقت پذیری کو App Store Connect میں کچھ تبدیل کرنے سے پہلے ہی منسوخ کر دیا گیا تھا۔
vi: Đồng bộ hóa ảnh chụp màn hình đã bị hủy trước khi có bất kỳ thay đổi nào trong App Store Connect.
zh_hans: 截图同步在 App Store Connect 发生任何更改之前已取消。
zh_hant: 螢幕截圖同步已在 App Store Connect 中做出任何更改前取消。
